// Copyright 2008 Cyrus Najmabadi
//
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
//
//     http://www.apache.org/licenses/LICENSE-2.0
//
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* #15 in Instant Queue */
"#%d in %@" = "#%d en %@";

/* No comment provided by engineer. */
"$%@. %@ - %@ discs." = "$%@. %@ - %@ discos.";

/* No comment provided by engineer. */
"$%@. %@ - 1 disc." = "$%@. %@ - 1 disco.";

/* 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%@ (%@)";

/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@ (sin venta en línea)";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ cannot open the page because it is not connected to the Internet." = "%@ no puede abrir este sitio porque no tiene una conexión a Internet.";

/* No comment provided by engineer. */
"%@ does not store your Netflix username and password.\n\nWe will open a Netflix webpage for you to authorize this app on your account.\n\nA Wi-fi connection is recommended the first time you use Netflix on %@." = "%@ no guarda su nombre de usuario ni clave de Netflix.\n\nAbriremos un sitio web de Netflix para que autorice a %@ a usar su cuenta.\n\nRecomendamos que cuando use %@  con Netflix por primera vez lo haga por una conexión WiFi.";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d hours" = "%d horas";

/* No comment provided by engineer. */
"%d minutes" = "%d minutos";

/* No comment provided by engineer. */
"%d months ago" = "Hace %d meses";

/* No comment provided by engineer. */
"%d of %d" = "%d de %d";

/* No comment provided by engineer. */
"%d theaters outside search area" = "%d cines fuera del área de búsqueda";

/* No comment provided by engineer. */
"%d weeks ago" = "Hace %d semanas";

/* No comment provided by engineer. */
"%d years ago" = "Hace %d años";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilómetro";

/* No comment provided by engineer. */
"1 mile" = "1 milla";

/* No comment provided by engineer. */
"1 minute" = "1 minuto";

/* No comment provided by engineer. */
"1 month ago" = "Hace 1 mes";

/* No comment provided by engineer. */
"1 theater outside search area" = "Un cine fuera del área de búsqueda";

/* No comment provided by engineer. */
"1 week ago" = "Hace 1 semana";

/* No comment provided by engineer. */
"1 year ago" = "Hace 1 año";

/* No comment provided by engineer. */
"A message from Cyrus" = "Un mensaje de Cyrus";

/* No comment provided by engineer. */
"About" = "Acerca de";

/* No comment provided by engineer. */
"Action & Adventure" = "Acción y Aventura";

/* No comment provided by engineer. */
"Add to Netflix" = "Agregar a Netflix";

/* No comment provided by engineer. */
"An unknown error occurred." = "Ocurrió un error desconocido";

/* No comment provided by engineer. */
"Anime & Animation" = "Animé y Animación";

/* No comment provided by engineer. */
"At Home" = "En casa";

/* No comment provided by engineer. */
"Auto-Update Location" = "Ubicación automática";

/* No comment provided by engineer. */
"Available Now" = "Disponible ahora";

/* No comment provided by engineer. */
"Available Soon" = "Disponible pronto";

/* No comment provided by engineer. */
"Awaiting Release" = "No ha sido lanzado";

/* No comment provided by engineer. */
"Blu-ray Only" = "Sólo Blu-ray";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* No comment provided by engineer. */
"Bookmarks" = "Favoritos";

/* No comment provided by engineer. */
"Both" = "Ambos";

/* No comment provided by engineer. */
"Call" = "Marcar";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cannot Open Page" = "No se puede abrir la página";

/* No comment provided by engineer. */
"Cast:" = "Reparto:";

/* No comment provided by engineer. */
"Change date" = "Cambiar fecha";

/* No comment provided by engineer. */
"Children & Family" = "Niños y Familia";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Ciudad/Estado o código postal";

/* No comment provided by engineer. */
"Classics" = "Clásicos";

/* No comment provided by engineer. */
"Comedy" = "Comedia";

/* %@ is for the error message */
"Could not change rating:\n\n%@" = "No pude cambiar el rating:\n\n%@";

/* No comment provided by engineer. */
"Could not connect to Netflix." = "No pude conectar a Netflix";

/* No comment provided by engineer. */
"Could not find location." = "No se encontró la ubicación.";

/* No comment provided by engineer. */
"DVD Only" = "Sólo DVDs";

/* No comment provided by engineer. */
"DVD Queue" = "Cola de DVD";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray details provided by:" = "Información de DVD/Blu-Ray:";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Los datos pueden estar incompletos si escoge una fecha en el futuro. Vuelva a introducir la fecha actual para obtener los listados completos.";

/* No comment provided by engineer. */
"Director:" = "Director:";

/* No comment provided by engineer. */
"Directors:" = "Directores:";

/* No comment provided by engineer. */
"Disc Queue" = "Cola de discos";

/* No comment provided by engineer. */
"Distance" = "Distancia";

/* No comment provided by engineer. */
"Documentary" = "Documental";

/* No comment provided by engineer. */
"Downloading data" = "Descargando datos";

/* No comment provided by engineer. */
"Downloading information." = "Descargando información";

/* No comment provided by engineer. */
"Downloading poster" = "Descargando póster";

/* No comment provided by engineer. */
"Drama" = "Drama";

/* No comment provided by engineer. */
"E-mail listings" = "Enviar por e-mail";

/* No comment provided by engineer. */
"E-mail" = "E-mail";

/* No comment provided by engineer. */
"Enabled" = "Activado";

/* No comment provided by engineer. */
"Entire History" = "Historia completa";

/* No comment provided by engineer. */
"Error occurred talking to Netflix. Please try again later." = "Ocurrió un error conectando a Netflix. Por favor intente  nuevamente más tarde.";

/* No comment provided by engineer. */
"Error occurred" = "Ocurrió un error";

/* No comment provided by engineer. */
"Faith & Spirituality" = "Fé y Espiritualidad";

/* No comment provided by engineer. */
"Favorites" = "Favoritos";

/* No comment provided by engineer. */
"Foreign" = "Extranjero";

/* No comment provided by engineer. */
"Format:" = "Formato:";

/* No comment provided by engineer. */
"Gay & Lesbian" = "Gay y Lésbico";

/* No comment provided by engineer. */
"Genre:" = "Género:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Servicios de Geo-ubicación:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Gráficos por Jeffrey Nee";

/* No comment provided by engineer. */
"Horror" = "Horror";

/* No comment provided by engineer. */
"Independent" = "Independiente";

/* No comment provided by engineer. */
"Instant Queue" = "Cola instantánea";

/* No comment provided by engineer. */
"Last Friday" = "Viernes pasado";

/* No comment provided by engineer. */
"Last Monday" = "Lunes pasado";

/* No comment provided by engineer. */
"Last Saturday" = "Sábado pasado";

/* No comment provided by engineer. */
"Last Sunday" = "Domingo pasado";

/* No comment provided by engineer. */
"Last Thursday" = "Jueves pasado";

/* No comment provided by engineer. */
"Last Tuesday" = "Martes pasado";

/* No comment provided by engineer. */
"Last Wednesday" = "Miércoles pasado";

/* plural */
"Less than %d %@ away" = "A menos de %1$d %2$@";

/* singular */
"Less than 1 %@ away" = "A menos de 1 %@";

/* No comment provided by engineer. */
"License" = "Licencia";

/* No comment provided by engineer. */
"Loading poster" = "Cargando póster";

/* No comment provided by engineer. */
"Loading" = "Cargando";

/* No comment provided by engineer. */
"Local results unavailable" = "No hay resultados locales disponibles";

/* No comment provided by engineer. */
"Localized by:" = "Localización:";

/* No comment provided by engineer. */
"Location" = "Ubicación";

/* No comment provided by engineer. */
"Log In to Existing Account" = "Ingresar a una cuenta existente";

/* No comment provided by engineer. */
"Log Out of Netflix" = "Salir de Netflix";

/* No comment provided by engineer. */
"Long Wait" = "Espera larga";

/* No comment provided by engineer. */
"Map" = "Mapa";

/* No comment provided by engineer. */
"Most Popular" = "Más popular";

/* No comment provided by engineer. */
"Movie details provided by:" = "Detalles de las películas:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Críticas cinemátográficas:";

/* No comment provided by engineer. */
"Movies" = "Películas";

/* No comment provided by engineer. */
"Music & Musicals" = "Música y Musicales";

/* No comment provided by engineer. */
"My other applications" = "Mis otras aplicaciones";

/* No comment provided by engineer. */
"My other applications" = "Otras aplicaciones del mismo autor";

/* No comment provided by engineer. */
"Name" = "Nombre";

/* No comment provided by engineer. */
"Neither" = "Ninguno";

/* No comment provided by engineer. */
"Netflix" = "Netflix";

/* No comment provided by engineer. */
"Netflix:" = "Netflix:";

/* No comment provided by engineer. */
"Network unavailable" = "La red no está disponible";

/* No comment provided by engineer. */
"New 'Instant Watch'" = "Nuevo 'ver instantáneo'";

/* No comment provided by engineer. */
"New DVDs" = "Nuevos DVDs";

/* No comment provided by engineer. */
"No Thanks" = "No, gracias";

/* No comment provided by engineer. */
"No information found" = "No se encontró información";

/* No listings found at 'AMC Regal' on 4/30/2010 */
"No listings found at '%@' on %@" = "No se encontró información para '%@' el  %@";

/* No listings found for 'The Dark Knight' at 'AMC Regal' on 4/30/2010 */
"No listings found for '%@' at '%@' on %@" = "No se encontró información para '%@' en '%@' el %@";

/* No listings found 'The Dark Knight' on 4/30/2010 */
"No listings found for '%@' on %@" = "No se encontró información para '%@' el %@";

/* No comment provided by engineer. */
"No more show times available today." = "No hay más funciones hoy.";

/* No comment provided by engineer. */
"No results found for '%@'" = "No se encontraron resultados para '%@'";

/* No comment provided by engineer. */
"No synopsis available." = "No hay sinopsis disponible.";

/* option on the 'do you want to log out screen' */
"No" = "No";

/* No comment provided by engineer. */
"None" = "Nadie";

/* No listings found 'The Dark Knight' on 4/30/2010 */
"Not Rentable" = "No se puede arrendar";

/* No comment provided by engineer. */
"Not yet rated" = "No clasificada aún:";

/* No comment provided by engineer. */
"OK" = "Aceptar";

/* No comment provided by engineer. */
"Open and Authorize" = "Abrir y autorizar";

/* No comment provided by engineer. */
"Order tickets for %@" = "Comprar entradas para %@";

/* No comment provided by engineer. */
"Over Quota - Try Again Later" = "Por encima de la cuota. Intente nuevamente más tarde.";

/* No comment provided by engineer. */
"People" = "Personas";

/* No comment provided by engineer. */
"Play trailer" = "Ver corto";

/* No comment provided by engineer. */
"Please Wait" = "Por favor espere";

/* No comment provided by engineer. */
"Please enter your location" = "Por favor ingrese su ubicación";

/* No comment provided by engineer. */
"Please wait..." = "Por favor espere...";

/* No comment provided by engineer. */
"Prioritize Bookmarks" = "Darle prioridad a los Favoritos";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'sort bookmarked movies at the top of all lists' */
"Prioritize Bookmarks" = "Priorizar Bookmarks";

/* No comment provided by engineer. */
"Project website" = "Sitio web del proyecto";

/* No comment provided by engineer. */
"Rated %@" = "Clasificada %@";

/* No comment provided by engineer. */
"Rated:" = "Clasificación:";

/* No comment provided by engineer. */
"Read reviews" = "Leer críticas";

/* No comment provided by engineer. */
"Really close by" = "Muy cerca";

/* No comment provided by engineer. */
"Really far away" = "Muy lejos";

/* No comment provided by engineer. */
"Really log out of Netflix?" = "¿Realmente desea desconectarse de Netflix?";

/* No comment provided by engineer. */
"Recently Returned" = "Devueltas recientemente";

/* No comment provided by engineer. */
"Recently Watched" = "Vistas recientemente";

/* No comment provided by engineer. */
"Recommendations" = "Recomendaciones";

/* No comment provided by engineer. */
"Release date:" = "Fecha estreno:";

/* No comment provided by engineer. */
"Release" = "Estreno";

/* No comment provided by engineer. */
"Release: %@" = "Estreno: %@";

/* No comment provided by engineer. */
"Rental History" = "Historial de arriendos";

/* %@ is for the error message */
"Reordering queue failed:\n\n%@" = "No pude reordenar la cola:\n\n%@";

/* %@ is for the error message */
"Requesting access" = "Pidiendo acceso";

/* No comment provided by engineer. */
"Requesting authorization" = "Pidiendo autorización";

/* No comment provided by engineer. */
"Reviews" = "Críticas";

/* No comment provided by engineer. */
"Romance" = "Romance";

/* No comment provided by engineer. */
"Running time:" = "Duración:";

/* No comment provided by engineer. */
"Safari" = "Safari";

/* i.e. 'Saved in Instant Queue' */
"Saved in %@" = "Guardado en %@ ";

/* No comment provided by engineer. */
"Saved" = "Guardado";

/* i.e. 'Saved in Instant Queue' */
"Sci-Fi & Fantasy" = "Ciencia Ficción y Fantasía";

/* No comment provided by engineer. */
"Score" = "Crítica";

/* No comment provided by engineer. */
"Screen Rotation" = "Rotación de pantalla";

/* No comment provided by engineer. */
"Search Date" = "Fecha de búsqueda";

/* No comment provided by engineer. */
"Search Distance" = "Buscar hasta";

/* No comment provided by engineer. */
"Search" = "Buscar";

/* No comment provided by engineer. */
"Send Feedback" = "Enviar comentarios";

/* No comment provided by engineer. */
"Settings" = "Ajustes";

/* No comment provided by engineer. */
"Short Wait" = "Espera corta";

/* No comment provided by engineer. */
"Show %d hidden theaters" = "Mostrar %d cines ocultos";

/* No comment provided by engineer. */
"Show 1 hidden theater" = "Mostrar 1 cine oculto";

/* No comment provided by engineer. */
"Show times retrieved on %@." = "Horarios descargados el %@.";

/* No comment provided by engineer. */
"Show" = "Mostrar";

/* No comment provided by engineer. */
"Sign Up for New Account" = "Registrarse";

/* No comment provided by engineer. */
"Special Interest" = "Intereses especiales";

/* No comment provided by engineer. */
"Sports & Fitness" = "Deportes";

/* No comment provided by engineer. */
"Studio:" = "Estudio:";

/* No comment provided by engineer. */
"Success! %@ was granted access to your Netflix account. You can now add movies to your queue, see what's new and what's recommended for you, and much more!" = "¡Éxito! %@ ahora tiene acceso a su cuenta Netflix. Puede agregar películas a su cola, ver novedades y recomendaciones, y mucho más.";

/* No comment provided by engineer. */
"Tap to enter location" = "Toque para entrar una ubicación";

/* No comment provided by engineer. */
"Television" = "Televisión";

/* No comment provided by engineer. */
"Theater last reported show times on\n%@." = "El cine informó de sus horarios por última vez el\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Algunos proveedores de datos de cines limitan las distancias de búsqueda. Por esto es posible que algunos cines no aparezcan en sus resultados, aún cuando ponga una distancia de búsqueda alta.";

/* No comment provided by engineer. */
"Theaters" = "Cines";

/* No comment provided by engineer. */
"Theme" = "Tema";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Este cine aún no envía su información de horarios. Cuando esté disponible, %@ la descargará automáticamente.";

/* No comment provided by engineer. */
"Thrillers" = "Thrillers";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Venta de entradas:";

/* No comment provided by engineer. */
"Title" = "Título";

/* No comment provided by engineer. */
"Today" = "Hoy";

/* No comment provided by engineer. */
"Top 'Instant Watch'" = "Más 'vistas instantáneamente'";

/* No comment provided by engineer. */
"Top DVDs" = "DVDs más arrendados";

/* No comment provided by engineer. */
"Top of DVD Queue" = "Primeros DVDs de la cola";

/* No comment provided by engineer. */
"Top of Instant Queue" = "Primeras películas de la cola de vista instantánea";

/* No comment provided by engineer. */
"Unknown Distance" = "Distancia desconocida";

/* No comment provided by engineer. */
"Unknown Release Date" = "Fecha de estreno desconocida";

/* No comment provided by engineer. */
"Unknown Release Date" = "Fecha de lanzamiento desconocida";

/* No comment provided by engineer. */
"Unrated" = "Sin clasificación";

/* No comment provided by engineer. */
"Upcoming" = "Por venir";

/* No comment provided by engineer. */
"Updating Listings" = "Actualizando información";

/* No comment provided by engineer. */
"Updating" = "Actualizando";

/* No comment provided by engineer. */
"Use Small Fonts" = "Fuentes pequeñas";

/* No comment provided by engineer. */
"Visit IMDb" = "Ir a IMDb";

/* No comment provided by engineer. */
"Website" = "Sitio web";

/* No comment provided by engineer. */
"Websites" = "Sitios web";

/* No comment provided by engineer. */
"Write Review" = "Escribir crítica";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Escrito por Cyrus Najmabadi";

/* option on the 'do you want to log out screen' */
"Yes" = "Si";

/* No comment provided by engineer. */
"Yesterday" = "Ayer";

/* No comment provided by engineer. */
"Your %@'s country is set to: %@\n\nFull support for Now Playing is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Su %@ está configurado para el siguiente país: %@\n\nPor ahora Now Playing tiene funcionalidad limitada, pero pronto funcionará completamente en su país. Cuando haya más funcionalidad disponible recibirá un aviso automáticamente. ";

/* No comment provided by engineer. */
"kilometer" = "kilómetro";

/* No comment provided by engineer. */
"kilometers" = "kilómetros";

/* No comment provided by engineer. */
"mile" = "milla";

/* No comment provided by engineer. */
"miles" = "millas";